Repository: cometchat/cometchat-sample-app-ios
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: hi, hu, ms, ru, zh

source: No banned members found
hi: कोई प्रतिबंधित सदस्य नहीं मिला
hu: Nem található betiltott tag
ms: Tiada ahli yang diharamkan ditemui
ru: Заблокированных участников не найдено
zh: 没有找到被禁的成员

source: Name
hi: नाम
hu: Név
ms: Nama
ru: Имя
zh: 姓名

source: Scope
hi: स्कोप
hu: Hatály
ms: Skop
ru: Сфера действия
zh: 范围

source: Enter group password
hi: समूह कूटशब्द भरें
hu: Adja meg a csoportjelszót
ms: Masukkan kata laluan kumpulan
ru: Введите пароль группы
zh: 输入群组密码

source: Create
hi: बनाएँ
hu: létrehozás
ms: Cipta
ru: Создать
zh: 创建

source: Create Poll
hi: सर्वेक्षण बनाएँ
hu: Szavazás létrehozása
ms: Cipta Undian
ru: Создать опрос
zh: 创建投票

source: Question
hi: प्रश्न
hu: Kérdés
ms: Soalan
ru: Вопрос
zh: 问题

source: Enter your question
hi: अपना प्रश्न दर्ज करें
hu: Adja meg kérdését
ms: Masukkan soalan anda
ru: Введите свой вопрос
zh: 输入你的问题

source: Options
hi: विकल्प
hu: Opciók
ms: Opsyen
ru: Параметры
zh: 选项

source: Enter your option
hi: अपना विकल्प दर्ज करें
hu: Adja meg a lehetőséget
ms: Masukkan pilihan anda
ru: Введите свой вариант
zh: 输入你的选项

source: Add new option
hi: नया विकल्प जोड़ें
hu: Új lehetőség hozzáadása
ms: Tambah pilihan baru
ru: Добавить новый вариант
zh: 添加新选项

source: View Members
hi: सदस्य देखें
hu: Tagok megtekintése
ms: Lihat Ahli
ru: Просмотр участников
zh: 查看会员

# DETAILS
source: description
hi: विवरण
hu: Részletek
ms: Butiran
ru: Подробности
zh: 详情

source: Notifications
hi: सूचनाएँ
hu: Értesítések
ms: Pemberitahuan
ru: Уведомления
zh: 通知

source: Other
hi: अन्य
hu: Egyéb
ms: Lain-lain
ru: Другое
zh: 其他

source: Help
hi: मदद
hu: Segítség
ms: Bantuan
ru: Помощь
zh: 帮助

# REPORT_PROBLEM
source: Report a problem
hi: किसी समस्या की रिपोर्ट करें
hu: Probléma jelentése
ms: Laporkan masalah
ru: Сообщить о проблеме
zh: 报告问题

source: Group Members
hi: समूह के सदस्य
hu: Csoport tagjai
ms: Ahli Kumpulan
ru: Участники группы
zh: 集团成员

source: Kick
hi: लात
hu: rúgás
ru: Выгнать
zh: 踢

source: Pick your emoji
hi: अपने इमोजी उठाओ
hu: Válaszd ki a hangulatodat
ms: Pilih emoji anda
ru: Выберите свой emoji
zh: 选择你的表情符号

source: Private group
hi: निजी समूह
hu: Privát csoport
ms: Kumpulan Swasta
ru: Частная группа
zh: 私人团体

source: Protected Group
hi: सुरक्षित समूह
hu: Védett csoport
ms: Kumpulan Dilindungi
ru: Защищенная группа
zh: 受保护的组

source: Visit
hi: विज़िट करें
hu: látogatás
ms: Lawati
ru: Посещение
zh: 访问

source: Attach
hi: संलग्न करें
hu: Csatolás
ms: Lampirkan
ru: Прикрепить
zh: 附上

source: Attach File
hi: फ़ाइल संलग्न करें
hu: Fájl csatolása
ms: Lampirkan Fail
ru: Прикрепить файл
zh: 附加文件

source: Attach Video
hi: वीडियो संलग्न करें
hu: Videó csatolása
ms: Lampirkan Video
ru: Прикрепить видео
zh: 附上视频

source: Attach Audio
hi: ऑडियो संलग्न करें
hu: Hang csatolása
ms: Lampirkan Audio
ru: Прикрепить аудио
zh: 附加音频

source: Attach Image
hi: छवि संलग्न करें
hu: Kép csatolása
ms: Lampirkan Imej
ru: Прикрепить изображение
zh: 附上图片

# COLLABORATE_USING_DOCUMENT
source: Collaborate using Docs
hi: डॉक्स का उपयोग करके सहयोग करें
hu: Együttműködés a Dokumentumok használatával
ms: Bekerjasama menggunakan Dokumen
ru: Совместная работа с помощью документа
zh: 使用文档进行协作

# COLLABORATE_USING_WHITEBOARD
source: Collaborate using the whiteboard
hi: व्हाइटबोर्ड का उपयोग करके सहयोग करें
hu: Együttműködés a rajztábla használatával
ms: Bekerjasama menggunakan papan putih
ru: Совместная работа с помощью доски
zh: 使用白板进行协作

source: Enter your message here
hi: अपना संदेश यहाँ दर्ज करें
hu: Írd be az üzeneted
ms: Masukkan mesej anda di sini
ru: Введите свое сообщение здесь
zh: 在这里输入你的消息

source: Thread
hi: धागा
hu: Menet
ru: Ветка
zh: 线程

source: Collaborative Document
hi: सहयोगी दस्तावेज़
hu: Együttműködési dokumentum
ms: Dokumen Kolaboratif
ru: Общий документ
zh: 协作文档

source: Add Reaction
hi: प्रतिक्रिया जोड़ें
hu: Reakció hozzáadása
ms: Tambah Reaksi
ru: Добавить реакцию
zh: 添加反应

source: No stickers found
hi: कोई स्टिकर नहीं मिला
hu: Nem található matrica
ms: Tiada pelekat ditemui
ru: Наклейки не найдены
zh: 找不到贴纸

source: Reply to thread
hi: थ्रेड को जवाब दें
hu: Válasz a szálra
ms: Balas ke thread
ru: Ответить на ветку
zh: 回复线程

source: Reply in Thread
hi: थ्रेड में जवाब दें
hu: Válasz szálban
ms: Balas dalam Thread
ru: Ответить в ветке
zh: 在线程中回复

source: Sunday
hi: रविवार
hu: vasárnap
ms: Ahad
ru: Воскресенье
zh: 星期日

source: Monday
hi: सोमवार
hu: hétfő
ms: Isnin
ru: Понедельник
zh: 星期一

source: Tuesday
hi: मंगलवार
hu: kedd
ms: Selasa
ru: Вторник
zh: 星期二

source: Wednesday
hi: बुधवार
hu: szerda
ms: Rabu
ru: Среда
zh: 周三

source: Thursday
hi: गुरुवार
hu: csütörtök
ms: Khamis
ru: Четверг
zh: 星期四

source: Friday
hi: शुक्रवार
hu: péntek
ms: Jumaat
ru: Пятница
zh: 星期五

source: Saturday
hi: शनिवार
hu: szombat
ms: Sabtu
ru: Суббота
zh: 星期六

# GROUP_NAME_BLANK
source: Group Name must not be blank
hi: समूह का नाम रिक्त नहीं होना चाहिए
hu: A csoportnév nem lehet üres
ms: Nama Kumpulan tidak boleh kosong
ru: Имя группы не может быть пустым
zh: 组名不能为空

# GROUP_TYPE_BLANK
source: Group type cannnot be empty
hi: समूह क़िस्म कैननॉट खाली हो
hu: Csoport típusú ágyúnem lehet üres
ms: Jenis kumpulan tidak boleh kosong
ru: Тип группы не может быть пустым
zh: 群组类型不能为空

# GROUP_PASSWORD_BLANK
source: Group password must not be blank
hi: समूह पासवर्ड रिक्त नहीं होना चाहिए
hu: A csoport jelszava nem lehet üres
ms: Kata laluan kumpulan tidak boleh kosong
ru: Пароль группы не может быть пустым
zh: 组密码不能为空

# POLL_QUESTION_BLANK
source: Question cannot be empty
hi: प्रश्न खाली नहीं हो सकता
hu: A kérdés nem lehet üres
ms: Soalan tidak boleh kosong
ru: Вопрос не может быть пустым
zh: 问题不能为空

# POLL_OPTION_BLANK
source: Option cannot be empty
hi: विकल्प खाली नहीं हो सकता
hu: A beállítás nem lehet üres
ms: Pilihan tidak boleh kosong
ru: Параметр не может быть пустым
zh: 选项不能为空

source: Message
hi: संदेश
hu: üzenet
ms: Mesej
ru: Сообщение
zh: 留言

# BLOCK_USER_LIST_ERROR
source: Blocked user recovery failed
hi: अवरोधित उपयोगकर्ता पुनर्प्राप्ति विफल
hu: A letiltott felhasználói helyreállítás sikertelen
ms: Pemulihan pengguna yang disekat gagal
ru: Ошибка при восстановлении заблокированного пользователя
zh: 阻止的用户恢复失败

# YOU_WONT_BE_ABLE_SEND_OR_RECEIVE_MESSAGES
source: You will not be able to send or receive messages
hi: आप संदेश भेजने या प्राप्त करने में सक्षम नहीं होंगे
hu: Ön nem tud üzeneteket küldeni vagy fogadni
ms: Anda tidak akan dapat menghantar atau menerima mesej
ru: Вы не сможете отправлять или получать сообщения
zh: 你将无法发送或接收消息

# UNBLOCK_USER_ERROR
source: Unblock User Unsuccessful
hi: उपयोगकर्ता असफल अनवरोधित करें
hu: Sikertelen felhasználó letiltásának feloldása
ms: Nyahsekat Pengguna Tidak berjaya
ru: Неудачно разблокировать пользователя
zh: 解锁用户失败

# UNBLOCK_USER_QUESTION
source: Would you like to unblock
hi: क्या आप अनवरोधित करना चाहेंगे
hu: Szeretne feloldani a blokkolást
ms: Adakah anda ingin menyahsekat
ru: Вы хотите разблокировать
zh: 你想解锁吗

# BLOCK_USER_ERROR
source: Unable to block
hi: ब्लॉक करने में असमर्थ
hu: Nem sikerült blokkolni
ms: Tidak boleh sekat
ru: Не удается заблокировать
zh: 无法阻止

# KINDLY_ENTER_GROUP_DETAILS_TO_PROCEED
source: Please, enter group details to proceed
hi: कृपया आगे बढ़ने के लिए समूह विवरण दर्ज करें
hu: Kérjük, adja meg a csoport adatait a folytatáshoz
ms: Sila masukkan butiran kumpulan untuk meneruskan
ru: Пожалуйста; введите данные группы; чтобы продолжить
zh: 请输入群组详细信息以继续

# UNABLE_TO_JOIN_MESSAGE
source: Unable to join group
hi: समूह में शामिल होने में अक्षम
hu: Nem sikerült csatlakozni a csoporthoz
ms: Tidak boleh sertai kumpulan
ru: Не удается присоединиться к группе
zh: 无法加入群组

# MAKE_ADMIN_QUESTION
source: Do you like to make as administrator
hi: क्या आप व्यवस्थापक के रूप में बनाना पसंद करते हैं
hu: Szereted, hogy rendszergazdaként
ms: Apakah Anda ingin membuat sebagai administrator
ru: Вам нравится делать в качестве администратора
zh: 你喜欢成为管理员吗

# REMOVE_FROM_GROUP
source: ⚠️ Remove from
hi: ⚠️ से निकालें
hu: ⚠️ Eltávolítás
ms: ⚠️ Buang dari
ru: ⚠️ Удалить из
zh: ⚠️ 从中删除

# ADD_USER_TO_GROUP
source: Add to
hi: में जोड़ें
hu: Hozzáadás
ms: Tambah ke
ru: Добавить в
zh: 添加到

# USER_ADDED_TO_GROUP
source: Has been added to
hi: में जोड़ा गया है
hu: Hozzáadtuk a
ms: Telah ditambah ke
ru: Добавлен в
zh: 已添加到

# USER_REMOVED_FROM_GROUP
source: Has been removed from
hi: से हटा दिया गया है
hu: Eltávolították
ms: Telah dibuang dari
ru: Удален из
zh: 已从中删除

# KICKED_ERROR
source: Group member kicked unsuccessfully
hi: समूह सदस्य असफल लात मारी
hu: A csoport tagja sikertelenül rúgott
ms: Ahli kumpulan ditendang tidak berjaya
ru: Участник группы удачно удался
zh: 小组成员被踢失败

# LEAVE_GROUP_MESSAGE
source: Would you like to leave the group?
hi: क्या आप समूह छोड़ना चाहेंगे?
hu: Szeretnéd otthagyni a csoportot?
ms: Adakah anda ingin meninggalkan kumpulan?
ru: Хотите покинуть группу?
zh: 你想离开小组吗？

source: Delete group
hi: समूह मिटाएँ
hu: Csoport törlése
ms: Padam kumpulan
ru: Удалить группу
zh: 删除群组

# DELETE_GROUP_MESSAGE
source: Delete group
hi: समूह मिटाएँ
hu: Csoport törlése
ms: Padam kumpulan
ru: Удалить группу
zh: 删除群组

# GROUP_DELETE_ERROR
source: Group delete failed
hi: समूह मिटाना असफल
hu: A csoport törlése sikertelen
ms: Penghapusan kumpulan gagal
ru: Не удалось удалить группу
zh: 组删除失败

# CANNOT_REMOVE_MEMBER
source: Cannot be removed
hi: हटाया नहीं जा सकता
hu: Nem távolítható el
ms: Tidak dapat dibuang
ru: Не может быть удален
zh: 无法删除

# LEAVE_GROUP_ERROR
source: Unable to leave group
hi: समूह छोड़ने में अक्षम
hu: Nem lehet kilépni a csoportból
ms: Tidak boleh meninggalkan kumpulan
ru: Не удается покинуть группу
zh: 无法离开群组

source: Load more
hi: अधिक लोड करें
hu: Töltsön be többet
ms: Muatkan lagi
ru: Загрузить больше
zh: 加载更多

# LOAD_MORE_MEMBERS
source: Load members
hi: सदस्यों को लोड करें
hu: Tagok betöltése
ms: Muatkan ahli
ru: Загрузить элементы
zh: 加载成员

# GROUP_LIST_ERROR
source: Unable to fetch group list
hi: समूह सूची लाने में अक्षम
hu: Nem sikerült letölteni a csoportlistát
ms: Tidak dapat mengambil senarai kumpulan
ru: Не удается получить список групп
zh: 无法获取群组列表

source: Password
hi: कूटशब्द
hu: Jelszó
ms: Kata Laluan
ru: Пароль
zh: 密码

source: Joining
hi: जुड़ना
hu: Csatlakozás
ms: Menyertai
ru: Присоединение
zh: 加入

source: Incorrect
hi: गलत
hu: Helytelen
ms: Salah
ru: Неверный
zh: 不正确

# BAN_MEMBER_OF_GROUP
source: Restricted Members of
hi: प्रतिबंधित सदस्य
hu: Korlátozott tagok
ms: Ahli-ahli terhad
ru: Ограниченные члены
zh: 受限成员

# UNBAN_ERROR
source: Unable to unban
hi: अबान करने में असमर्थ
hu: Nem sikerült feloldani
ms: Tidak dapat menyahban
ru: Не удается отменить запрет
zh: 无法取消封禁

# ENTER_GROUP_DESC
source: Enter group description
hi: समूह विवरण भरें
hu: A csoport leírásának megadása
ms: Masukkan keterangan kumpulan
ru: Введите описание группы
zh: 输入群组描述

# ENTER_GROUP_PWD
source: Enter group password
hi: समूह कूटशब्द भरें
hu: Adja meg a csoportjelszót
ms: Masukkan kata laluan kumpulan
ru: Введите пароль группы
zh: 输入群组密码

# ENTER_GROUP_CNF_PWD
source: Confirm password
hi: पासवर्ड की पुष्टि करें
hu: Jelszó megerősítése
ms: Sahkan kata laluan
ru: Подтвердить пароль
zh: 确认密码

# PASSWORD_NOT_MATCHED
source: Password does not match
hi: कूटशब्द मेल नहीं खाता
hu: A jelszó nem egyezik
ms: Kata laluan tidak sepadan
ru: Пароль не совпадает
zh: 密码不匹配

source: Enter password to join
hi: शामिल होने के लिए पासवर्ड दर्ज करें
hu: Adja meg a csatlakozáshoz szükséges jelszót
ms: Masukkan kata laluan untuk menyertai
ru: Введите пароль для присоединения
zh: 输入密码加入

# NO_BAN_MEMBERS
source: No banned member
hi: कोई प्रतिबंधित सदस्य नहीं
hu: Nincs betiltott tag
ms: Tiada ahli yang diharamkan
ru: Нет запрещенного участника
zh: 没有被禁的会员

# MODERATOR_LIST_RETRIEVE_ERROR
source: Unable to get moderator list.
hi: मॉडरेटर सूची प्राप्त करने में असमर्थ।
hu: Nem sikerült beolvasni a moderátorlistát.
ms: Tidak boleh dapatkan senarai moderator.
ru: Не удается получить список модераторов.
zh: 无法获得版主列表。

# MAKE_MODERATOR_QUESTION
source: Do you like to make as a moderator
hi: क्या आप एक मॉडरेटर के रूप में बनाना पसंद करते हैं
hu: Szeretne moderátorként készíteni
ms: Adakah anda suka membuat sebagai moderator
ru: Вам нравится делать в качестве модератора
zh: 你喜欢作为主持人吗

# ONLY_ADMIN_REMOVES_MODERATOR
source: Only admins can remove moderators
hi: केवल व्यवस्थापक ही मॉडरेटर निकाल सकते हैं
hu: Csak a rendszergazdák távolíthatják el a moderátorokat
ms: Hanya pentadbir boleh membuang moderator
ru: Только администраторы могут удалять модераторов
zh: 只有管理员才能删除版主

source: Update group
hi: समूह अद्यतन करें
hu: Csoport frissítése
ms: Kemaskini kumpulan
ru: Обновить группу
zh: 更新组

# ENTER_GROUP_ICON_URL
source: Enter the group icon URL
hi: समूह चिह्न URL दर्ज करें
hu: Adja meg a csoport ikon URL-jét
ms: Masukkan URL ikon grup
ru: Введите URL-адрес значка группы
zh: 输入群组图标 URL

# GROUP_UPDATED
source: Group updated successfully
hi: समूह सफलतापूर्वक अद्यतन
hu: A csoport sikeresen frissítve
ms: Kumpulan berjaya dikemaskini
ru: Группа успешно обновлена
zh: 组已成功更新

# GROUP_UPDATE_FAILED
source: Group not updated
hi: समूह अद्यतन नहीं
hu: A csoport nem frissítve
ms: Kumpulan tidak dikemaskini
ru: Группа не обновлена
zh: 组未更新

# ENTER_OLD_GROUP_PWD
source: Enter old password
hi: पुराना कूटशब्द भरें
hu: Adja meg a régi jelszót
ms: Masukkan kata laluan lama
ru: Введите старый пароль
zh: 输入旧密码

source: Enter new password
hi: नया पासवर्ड दर्ज करें
hu: Adja meg az új jelszót
ms: Masukkan kata laluan baru
ru: Введите новый пароль
zh: 输入新密码

# GROUP_ALERT
source: Group Alertर्ट
hi: समूह अलर्टनेक
hu: Csoportos figyelmeztető
ms: Kumpulan Alertर
ru: Группа оповещения र
zh: 群组警报

# TRANSFER_OWNERSHIP_MESSAGE
source: You are the group owner, please transfer ownership to a member before leaving the group
hi: समूह छोड़ने से पहले आप समूह के स्वामी हैं, समूह के स्वामित्व को किसी और को स्थानांतरित करते हैं।
hu: A csoport tulajdonosa, a csoport tulajdonjogát másra ruházza át, mielőtt elhagyja a csoportot.
ms: Anda memiliki kumpulan, memindahkan pemilikan kumpulan kepada orang lain sebelum meninggalkan kumpulan.
ru: Вы являетесь владельцем группы, передаете право собственности на группу кому-то другому, прежде чем покинуть группу.
zh: 您拥有该群组，在离开群组之前将群组所有权转移给其他人。

# MAKE_OWNER
source: Make Ownwer
hi: मालिक बनाओ
hu: Tulajdonossá tenni
ms: Jadikan Pemilik
ru: Сделать собственником
zh: 让所有者

# MAKE_OWNER_QUESTION
source: Do you like to make as the owner
hi: क्या आप मालिक के रूप में बनाना पसंद करते हैं
hu: Tetszik, hogy a tulajdonos
ms: Adakah anda suka membuat sebagai pemilik
ru: Вам нравится, чтобы сделать в качестве владельца
zh: 你喜欢作为所有者吗

# USER_IS_OWNER
source: now owner
hi: अब मालिक
hu: most tulajdonos
ms: sekarang pemilik
ru: теперь владелец
zh: 现在所有者

# NOT_A_MEMBER
source: You are not a member of this group (%1$s)
hi: आप इस समूह के सदस्य नहीं हैं (%1$s)
hu: Ön nem tagja ennek a csoportnak (%1$s)
ms: Anda bukan ahli kumpulan ini (%1$s)
ru: Вы не являетесь членом этой группы (%1$s)
zh: 你不是该组的成员 (%1$s)

source: Owner alert
hi: मालिक अलर्ट
hu: Tulajdonos riasztás
ms: Amaran pemilik
ru: Оповещение владельца
zh: 所有者警报

# OWNER_ALERT_MESSAGE
source: Please transfer ownership of the group to another member before leaving the group
hi: समूह छोड़ने से पहले कृपया समूह के स्वामित्व को दूसरे सदस्य को स्थानांतरित करें
hu: Kérjük, adja át a csoport tulajdonjogát egy másik tagra, mielőtt elhagyja a csoportot
ms: Sila pindahkan pemilikan kumpulan kepada ahli lain sebelum meninggalkan kumpulan
ru: Пожалуйста, передайте право собственности на группу другому участнику перед выходом из группы
zh: 在离开群组之前，请将该组的所有权转让给其他成员

source: Public Group
hi: सार्वजनिक समूह
hu: Nyilvános csoport
ms: Kumpulan Awam
ru: Публичная группа
zh: 公共组

source: Password protected group
hi: कूटशब्द सुरक्षित समूह
hu: Jelszóval védett csoport
ms: Kumpulan dilindungi kata laluan
ru: Группа, защищенная паролем
zh: 受密码保护的组

# YOU_CANNOT_PERFORM_ACTION
source: You can't take action on your own
hi: आप अपने दम पर कार्रवाई नहीं कर सकते
hu: Egyedül nem tudsz cselekedni.
ms: Anda tidak boleh mengambil tindakan sendiri
ru: Вы не можете принять меры самостоятельно
zh: 你不能自己采取行动

# ONLY_GROUP_OWNER_REMOVES_ADMIN
source: Only the group owner can remove the administrator.
hi: केवल समूह स्वामी व्यवस्थापक को निकाल सकते हैं।
hu: Csak a csoport tulajdonosa távolíthatja el a rendszergazdát.
ms: Hanya pemilik kumpulan boleh mengalih keluar pentadbir.
ru: Только владелец группы может удалить администратора.
zh: 只有群组所有者才能删除管理员。

# REMOVED_FROM_ADMIN
source: has been removed from administrator privileges
hi: को व्यवस्थापक विशेषाधिकारों से हटा दिया गया है
hu: eltávolításra került a rendszergazdai jogosultságokból
ms: telah dialih keluar dari keistimewaan pentadbir
ru: был удален из прав администратора
zh: 已从管理员权限中删除

# UPDATE_GROUP_MEMBER_ERROR
source: Unable to update group memberर्थ
hi: समूह सदस्यतार्थ अद्यतन करने में असमर्थ
hu: Nem sikerült frissíteni a csoport tagर्
ms: Tidak boleh kemaskini ahli kumpulan
ru: Не удается обновить группу memberर्
zh: 无法更新群组成员

# ADMIN_LIST_RETRIEVE_ERROR
source: Admin list recovery failed
hi: व्यवस्थापक सूची पुनर्प्राप्ति विफल
hu: A rendszergazdai lista helyreállítása sikertelen
ms: Pemulihan senarai pentadbir gagal
ru: Не удалось восстановить список администраторов
zh: 管理员列表恢复失败

# CREATE_GROUP_ERROR
source: Unable to create group
hi: समूह बनाने में असमर्थ
hu: Nem sikerült csoportot létrehozni
ms: Tidak boleh mencipta kumpulan
ru: Не удается создать группу
zh: 无法创建群组

# UPDATE_SCOPE_ERROR
source: Operation failed at
hi: ऑपरेशन में असफल
hu: A művelet sikertelen volt a
ms: Operasi gagal pada
ru: Не удалось выполнить операцию в
zh: 操作失败

# GROUP_MEMBER_LIST_ERROR
source: Error: not able to load group member list
hi: त्रुटि: समूह सदस्य सूची लोड करने में सक्षम नहीं
hu: Hiba: nem tudja betölteni a csoport taglistáját
ms: Ralat: tidak dapat memuatkan senarai ahli kumpulan
ru: Ошибка: не удается загрузить список участников группы
zh: 错误：无法加载组成员列表

# BAN_LIST_FETCH_ERROR
source: Unable to fetch banned member list
hi: प्रतिबंधित सदस्य सूची लाने में असमर्थ
hu: Nem sikerült letölteni a betiltott taglistát
ms: Tidak dapat mengambil senarai ahli terlarang
ru: Не удается получить список заблокированных участников
zh: 无法获取禁止的成员列表

# GRANT_CAMERA_PERMISSION
source: Please allow camera from app settings
hi: कृपया ऐप सेटिंग्स से कैमरे की अनुमति दें
hu: Engedélyezze a kamerát az alkalmazásbeállításokból
ms: Sila benarkan kamera daripada tetapan apl
ru: Пожалуйста, разрешите камеру из настроек приложения
zh: 请允许应用设置中的相机

# GRANT_STORAGE_PERMISSION
source: Please allow storage from app settings
hi: कृपया ऐप सेटिंग्स से संग्रहण की अनुमति दें
hu: Engedélyezze a tárolást az alkalmazásbeállításokból
ms: Sila benarkan storan daripada tetapan apl
ru: Пожалуйста, разрешите хранение из настроек приложения
zh: 请允许应用程序设置存储

# FILE_NOT_EXIST
source: file does not exist
hi: फ़ाइल मौजूद नहीं है
hu: fájl nem létezik
ms: fail tidak wujud
ru: файл не существует
zh: 文件不存在

# CALL_LIST_ERROR
source: Unable to fetch call list
hi: कॉल सूची लाने में अक्षम
hu: Nem sikerült letölteni a híváslistát
ms: Tidak dapat mengambil senarai panggilan
ru: Не удается получить список вызовов
zh: 无法获取通话清单

# NO_CALL_MESSAGE
source: You haven't made a call
hi: आपने कॉल नहीं किया है
hu: Még nem telefonáltál.
ms: Anda belum membuat panggilan
ru: Ты не позвонил.
zh: 你还没打过电话

# CALL_INITIATE_ERROR
source: Unable to initiate call
hi: कॉल आरंभ करने में अक्षम
hu: Nem sikerült kezdeményezni a hívást
ms: Tidak boleh awalkan panggilan
ru: Не удается инициировать вызов
zh: 无法发起电话

source: Outgoing
hi: आउटगोइंग
hu: Kimenő
ms: Keluar
ru: Исходящие
zh: 即将出

source: Incoming
hi: इनकमिंग
hu: Bejövő
ms: Masuk
ru: Входящие
zh: 来

# MISSED_CALL
source: Missed
hi: मिस्ड
hu: Kihagyott
ms: Tidak dijawab
ru: Пропустил
zh: 错过了

# ONGOING_CALL
source: Call in progress
hi: कॉल प्रगति पर
hu: Folyamatban lévő hívás
ms: Panggilan sedang dijalankan
ru: Вызов в процессе
zh: 呼叫进行中

# ONGOING_CALL_MESSAGE
source: Call is already running. Would you like to join?
hi: कॉल पहले से ही चल रहा है। क्या आप शामिल होना चाहेंगे?
hu: Már fut a hívás. Szeretnél csatlakozni?
ms: Panggilan sudah berjalan. Adakah anda ingin menyertai?
ru: Звонок уже запущен. Хотите присоединиться?
zh: 呼叫已经在运行。你想加入吗？

source: Tap to join call
hi: कॉल में शामिल होने के लिए टैप करें
hu: Érintse meg a híváshoz
ms: Ketik untuk sertai panggilan
ru: Нажмите, чтобы присоединиться к вызову
zh: 点击以加入通话

source: No Media
hi: कोई मीडिया नहीं
hu: Nincs hordozó
ms: Tiada Media
ru: Нет носителя
zh: 没有媒体

source: Images
hi: छवियाँ
hu: Képek
ms: Imej
ru: Изображения
zh: 图片

source: Files
hi: फ़ाइलें
hu: Fájlok
ms: Fail
ru: Файлы
zh: 文件

# NO_CONVERSATIONS
source: You have no conversation.
hi: आपके पास कोई वार्तालाप नहीं है।
hu: Te nem beszélgetsz.
ms: Anda tidak mempunyai perbualan.
ru: У тебя нет разговора.
zh: 你没有谈话。

source: No user available
hi: कोई उपयोक्ता उपलब्ध नहीं है
hu: Nincs elérhető felhasználó
ms: Tiada pengguna tersedia
ru: Нет доступных пользователей
zh: 没有用户

# NO_GROUP_AVAILABLE
source: No groups available
hi: कोई समूह उपलब्ध नहीं
hu: Nincs elérhető csoport
ms: Tiada kumpulan tersedia
ru: Нет доступных групп
zh: 没有可用的团体

# NO_BLOCK_USERS
source: No block user
hi: कोई ब्लॉक उपयोक्ता नहीं
hu: Nincs blokk felhasználó
ms: Tiada pengguna blok
ru: Нет пользователя блока
zh: 没有阻止用户

# NO_MISSEDCALL_MESSAGE
source: You have no missed call
hi: आपके पास कोई मिस्ड कॉल नहीं है
hu: Nincs nem fogadott hívásod
ms: Anda tidak mempunyai panggilan terlepas
ru: Вы не пропустили звонок
zh: 你没错过电话

source: Yes
hi: हाँ
hu: Igen
ms: Ya
ru: Да
zh: 是的

source: Fill this field
hi: इस क्षेत्र को भरें
hu: A mező kitöltése
ms: Isikan medan ini
ru: Заполните это поле
zh: 填写此字段

source: Send
hi: भेजें
hu: Küldés
ms: Hantar
ru: Отправить
zh: 发送

# PRIVACY_SUPPORT
source: Privacy and Support
hi: गोपनीयता और समर्थन
hu: Adatvédelem és támogatás
ms: Privasi dan Sokongan
ru: Конфиденциальность и поддержка
zh: 隐私和支持

# USER_TITLE
source: User
hi: उपयोक्ता
hu: Felhasználó
ms: Pengguna
ru: Пользователь
zh: 用户

source: Enter avatar URL
hi: अवतार यूआरएल भरें
hu: Adja meg az avatar URL-t
ms: Masukkan URL avatar
ru: Введите URL-адрес аватара
zh: 输入头像 URL

source: Enter user name
hi: उपयोक्ता नाम भरें
hu: Adja meg a felhasználónevet
ms: Masukkan nama pengguna
ru: Введите имя пользователя
zh: 输入用户名

source: Update user
hi: उपयोक्ता अद्यतन करें
hu: Felhasználó frissítése
ms: Kemas kini pengguna
ru: Обновить пользователя
zh: 更新用户

# SHARED_A_IMAGE
source: Share an image
hi: एक छवि साझा करें
hu: Kép megosztása
ms: Kongsi imej
ru: Поделиться изображением
zh: 分享图片

# SHARED_A_AUDIO
source: Shared an audio file
hi: ऑडियो फ़ाइल साझा की गई
hu: Hangfájl megosztása
ms: Kongsi fail audio
ru: Общий доступ к аудиофайлу
zh: 共享音频文件

# SHARED_A_VIDEO
source: Share a video
hi: वीडियो साझा करें
hu: Videó megosztása
ms: Kongsi video
ru: Поделиться видео
zh: 分享视频

source: Shared a file
hi: एक फ़ाइल साझा
hu: Megosztott egy fájlt
ms: Kongsi fail
ru: Общий доступ к файлу
zh: 共享文件

source: Shared a sticker
hi: स्टिकर साझा किया गया
hu: Megosztott egy matricát
ms: Kongsi pelekat
ru: Поделился стикером
zh: 分享了一张贴纸

# SHARED_A_POLLS
source: Shared a survey:
hi: एक सर्वेक्षण साझा किया:
hu: Felmérés megosztása:
ms: Kongsi kaji selidik:
ru: Общий доступ к опросу:
zh: 共享了调查：

# SENSITIVE_CONTENT
source: Unsafe Content
hi: असुरक्षित सामग्री
hu: Nem biztonságos tartalom
ms: Kandungan Tidak Selamat
ru: Небезопасное содержимое
zh: 不安全的内容

# SENTIMENT_CONTENT
source: The following message contains potentially sensitive content.
hi: निम्न संदेश में संभावित रूप से संवेदनशील सामग्री है।
hu: A következő üzenet potenciálisan érzékeny tartalmat tartalmaz.
ms: Mesej berikut mengandungi kandungan yang berpotensi sensitif.
ru: Следующее сообщение содержит потенциально конфиденциальное содержимое.
zh: 以下消息包含潜在的敏感内容。

source: View
hi: देखें
hu: Nézet
ms: Lihat
ru: Посмотреть
zh: 查看
