Repository: cometchat/cometchat-sample-app-ios
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: hi, hu, ms, ru, zh

# SENTIMENT_ALERT
source: Sentiment warning
hi: भावना चेतावनी
hu: Érzelem-figyelmeztetés
ms: Amaran sentimen
ru: Предупреждение о настроениях
zh: 情绪警告

# SENTIMENT_ALERT_MESSAGE
source: Would you like to see the message that it may contain sensitive material.
hi: क्या आप यह संदेश देखना चाहेंगे कि इसमें संवेदनशील सामग्री हो सकती है।
hu: Szeretné látni az üzenetet, hogy érzékeny anyagokat tartalmazhat.
ms: Adakah anda ingin melihat mesej bahawa ia mungkin mengandungi bahan sensitif.
ru: Вы хотите увидеть сообщение о том, что он может содержать чувствительные материалы.
zh: 你想看到它可能包含敏感材料的信息吗？

source: Thread in name
hi: नाम में धागा
hu: Szál a névben
ms: Thread dalam nama
ru: Поток в имени
zh: 名字中的线程

# SENTATTXT
source: send text: %1$s
hi: पाठ भेजें: %1$s
hu: szöveg küldése: %1$s
ms: hantar teks: %1$s
ru: отправить текст: %1$s
zh: 发送文本：%1$s

source: Connecting to call
hi: कॉल से कनेक्ट हो रहा है
hu: Csatlakozás a híváshoz
ms: Menyambung ke panggilan
ru: Подключение к вызову
zh: 正在连接来电

# READ_AT
source: Read at: %1$s
hi: पर पढ़ें: %1$s
hu: Olvasás itt: %1$s
ms: Baca di: %1$s
ru: Читать по адресу: %1$s
zh: 阅读地点：%1$s

source: Delivered at:
hi: यहां वितरित:
hu: Szállítva:
ms: Dihantar di:
ru: Поставляется по адресу:
zh: 送达地点：

source: Navigate
hi: नेविगेट
hu: Navigálás
ms: Navigasi
ru: Навигация
zh: 导航

source: Grant location permission
hi: अनुदान स्थान की अनुमति
hu: Helyre vonatkozó engedély megadása
ms: Berikan keizinan lokasi
ru: Предоставить разрешение на местоположение
zh: 授予位置权限

source: Send audio files
hi: ऑडियो फ़ाइलें भेजें
hu: Hangfájlok küldése
ms: Hantar fail audio
ru: Отправка аудиофайлов
zh: 发送音频文件

source: Send files
hi: फ़ाइलें भेजें
hu: Fájlok küldése
ms: Hantar fail
ru: Отправить файлы
zh: 发送文件

source: Shared Location
hi: साझा स्थान
hu: megosztott hely
ms: lokasi dikongsi
ru: общее местоположение
zh: 共享位置

source: No
hi: नहीं
hu: Nem
ms: Tidak
ru: Нет
zh: 不

source: Turn on GPS
hi: जीपीएस चालू करें
hu: A GPS bekapcsolása
ms: Hidupkan GPS
ru: Включите GPS
zh: 打开 GPS

source: GPS Enabled
hi: जीपीएस सक्षम
hu: GPS engedélyezve
ms: GPS Dibenarkan
ru: GPS включен
zh: 已启用 GPS

source: GPS Disabled
hi: जीपीएस अक्षम
hu: GPS letiltva
ms: GPS Dilumpuhkan
ru: GPS отключен
zh: GPS 已禁用

source: Option
hi: विकल्प
hu: Opció
ms: Opsyen
ru: Опция
zh: 选项

source: Sending media message
hi: मीडिया संदेश भेज रहा है
hu: Médiaüzenet küldése
ms: Menghantar mesej media
ru: Отправка мультимедийного сообщения
zh: 发送媒体消息

# ADD_A_NEW_OPTION
source: Add New Option
hi: नया विकल्प जोड़ें
hu: Új beállítás hozzáadása
ms: Tambah Opsyen Baru
ru: Добавить новый параметр
zh: 添加新选项

source: Unable to get location
hi: स्थान पाने में असमर्थ
hu: Nem sikerült beolvasni a helyet
ms: Tidak boleh dapatkan lokasi
ru: Не удается получить местоположение
zh: 无法获得位置

source: Ended
hi: समाप्त
hu: Végén
ms: Berakhir
ru: Закончил
zh: 已结束

source: Ongoing
hi: चल रहे
hu: folyamatban lévő
ms: Berterusan
ru: Продолжается
zh: 进行中

source: Share Whiteboard
hi: व्हाइटबोर्ड साझा करें
hu: Rajztábla megosztása
ms: Kongsi Papan Putih
ru: Поделиться доске
zh: 分享白板

source: Shared a whiteboard
hi: एक व्हाइटबोर्ड साझा
hu: Megosztott egy rajztáblát
ms: Kongsi papan putih
ru: Общий доступ к доске
zh: 共享白板

source: Share Writeboard
hi: लेखनबोर्ड साझा करें
hu: Írótábla megosztása
ms: Kongsi Papan Tulis
ru: Поделиться записной доской
zh: 分享写板

source: Shared a writeboard
hi: एक लेखनबोर्ड साझा
hu: Írótábla megosztása
ms: Kongsi papan tulis
ru: Общий доступ к плате записи
zh: 共享了一块写板

# YOU_SENT
source: You have sent
hi: आपने भेजा है
hu: Elküldted
ms: Anda telah menghantar
ru: Вы отправили
zh: 你已经发送了

# YOU_RECEIVED
source: You have received
hi: आपको प्राप्त हुआ है
hu: Ön kapott
ms: Anda telah menerima
ru: Вы получили
zh: 你已经收到

source: Initiate a Call
hi: कॉल आरंभ करें
hu: Hívás kezdeményezése
ms: Memulakan Panggilan
ru: Инициировать вызов
zh: 发起电话

source: Call Outgoing
hi: कॉल आउटगोइंग
hu: Hívás kimenő
ms: Panggilan Keluar
ru: Вызов исходящего
zh: 呼叫外出

source: Call Unanswered
hi: कॉल अनुत्तरित
hu: Hívás megválaszolatlan
ms: Panggilan Tidak Dijawab
ru: Звонок остался без ответаDOCS
zh: 呼叫未回答

source: Action Message
hi: क्रिया संदेश
hu: Műveleti üzenet
ms: Mesej Tindakan
ru: Сообщение о действии
zh: 动作消息

source: Select Language
hi: भाषा चुनें
hu: Válassza ki a nyelvet
ms: Pilih Bahasa
ru: Выберите язык
zh: 选择语言

source: Change Language
hi: भाषा बदलें
hu: Nyelv megváltoztatása
ms: Ubah Bahasa
ru: Изменить язык
zh: 更改语言

# CURRENTLY_RECORDING
source: The application is currently recording sounds
hi: आवेदन वर्तमान में ध्वनि रिकॉर्डिंग है
hu: Az alkalmazás jelenleg hangokat rögzít
ms: Permohonan sedang merakam bunyi
ru: Приложение в настоящее время записывает звуки
zh: 应用程序目前正在录制声音

# CURENTLY_PLAYING
source: The application is already playing a sound
hi: आवेदन पहले से ही एक ध्वनि खेल रहा है
hu: Az alkalmazás már hangot játszik
ms: Permohonan sudah memainkan bunyi
ru: Приложение уже воспроизводит звук
zh: 该应用程序已经在播放声音

# CURENTLY_NOT_PLAYING
source: The application is not currently playing
hi: आवेदन वर्तमान में नहीं चल रहा है
hu: Az alkalmazás jelenleg nem játszik
ms: Permohonan tidak sedang dimainkan
ru: Приложение в настоящее время не воспроизводится
zh: 该应用程序当前没有播放

# INVALID_PATH_FOR_AUDIO
source: Invalid path for audio file
hi: ऑडियो फ़ाइल के लिए अवैध पथ
hu: Érvénytelen elérési út a hangfájlhoz
ms: Laluan tidak sah untuk fail audio
ru: Недопустимый путь к аудиофайлу
zh: 音频文件的路径无效

# UNABLE_TO_RECORD_ERROR
source: Unable to record sound at the moment, please try again
hi: इस समय ध्वनि रिकॉर्ड करने में असमर्थ, कृपया पुनः प्रयास करें
hu: Jelenleg nem sikerült rögzíteni a hangot, próbálja meg újra
ms: Tidak dapat merakam bunyi buat masa ini, sila cuba lagi
ru: Не удается записать звук в данный момент, повторите попытку
zh: 目前无法录制声音，请重试

# UNABLE_TO_PLAY_ERROR
source: Unable to play sound at the moment, please try again
hi: इस समय ध्वनि चलाने में असमर्थ, कृपया पुन: प्रयास करें
hu: Jelenleg nem lehet hangot lejátszani, kérjük, próbálja meg újra
ms: Tidak dapat memainkan bunyi buat masa ini, sila cuba lagi
ru: Не удается воспроизвести звук в данный момент, повторите попытку
zh: 目前无法播放声音，请重试

# UNABLE_TO_RECORD_PERMISSION
source: Unable to record sound because the permission has not been granted. This can be changed in your; settings.
hi: ध्वनि रिकॉर्ड करने में असमर्थ क्योंकि अनुमति नहीं दी गई है। यह आपके में बदला जा सकता है; सेटिंग्स।
hu: Nem sikerült rögzíteni a hangot, mert az engedélyt nem adták meg. Ez módosítható a; beállítások.
ms: Tidak dapat merakam bunyi kerana keizinan belum diberikan. Ini boleh ditukar dalam anda; tetapan.
ru: Не удается записать звук, так как разрешение не было предоставлено. Это можно изменить в ваших настройках;.
zh: 无法录制声音，因为尚未授予权限。这可以在你的; 设置中进行更改。

# ERROR_OCCOURD_DURING_RECORD
source: An error occured while trying to process audio command, please try again
hi: ऑडियो कमांड को संसाधित करने का प्रयास करते समय एक त्रुटि हुई, कृपया पुनः प्रयास करें
hu: Hiba történt a hangparancs feldolgozása során, kérjük, próbálkozzon újra
ms: Ralat berlaku semasa cuba memproses arahan audio, sila cuba lagi
ru: Произошла ошибка при попытке обработки аудио команды, повторите попытку
zh: 尝试处理音频命令时出错，请重试

source: Just Now
hi: अभी
hu: Csak most
ms: Hanya Sekarang
ru: Только что
zh: 刚才

source: secs
hi: दम
hu: másodpercek
ms: saat
ru: секунд
zh: 秒

# YOU_CANT_MESSAGE_THEM
source: You can't message them in this chat, and you won't receive their messages.
hi: आप उन्हें इस चैट में संदेश नहीं दे सकते, और आपको उनके संदेश प्राप्त नहीं होंगे।
hu: Nem tudsz üzenetet küldeni nekik ebben a csevegésben, és nem fogod megkapni az üzeneteiket.
ms: Anda tidak boleh menghantar mesej kepada mereka dalam sembang ini, dan anda tidak akan menerima mesej mereka.
ru: Вы не можете отправлять им сообщения в этом чате, и вы не будете получать их сообщения.
zh: 你不能在这个聊天中给他们发消息，也不会收到他们的消息。

source: Translate Message
hi: संदेश का अनुवाद करें
hu: Üzenet fordítása
ms: Terjemah Mesej
ru: Перевести сообщение
zh: 翻译信息

# NO_TRANSLATION_AVAILABLE
source: Selected language for translation is similar to the language of original message
hi: कोई अनुवाद उपलब्ध नहीं है।
hu: Nem áll rendelkezésre fordítás.
ms: Tiada terjemahan tersedia.
ru: Перевод недоступен.
zh: 没有翻译可用。

source: Left
hi: बायाँ
hu: Bal
ms: Kiri
ru: Слева
zh: 左

source: kicked
hi: लात मारी
hu: rúgott
ms: ditendang
ru: били ногами
zh: 被踢的

source: banned
hi: बारित
hu: kitiltva
ms: diharamkan
ru: запретили
zh: 禁止

source: unbanned
hi: अप्रतिबंधित
hu: betiltás nélkül
ms: tidak diharamkan
ru: незапрещенный
zh: 未被禁止

source: made
hi: बनाया
hu: készült
ms: diperbuat
ru: сделано
zh: 制作

source: added
hi: जोड़ा गया
hu: hozzáadott
ms: campurkan
ru: добавил
zh: 添加

source: Start a call
hi: कॉल प्रारंभ करें
hu: Hívás indítása
ms: Mulakan panggilan
ru: Начать звонок
zh: 开始电话

source: Start an Audio Call ☎️
hi: एक ऑडियो कॉल शुरू करें ☎️
hu: Hanghívás indítása ☎️
ms: Memulakan Panggilan Audio ☎️
ru: Начать аудиозвонок ☎️
zh: 开始音频通话 ☎️

source: Start a Video Call 📹
hi: एक वीडियो कॉल शुरू करें 📹
hu: Videohívás indítása 📹
ms: Mulakan Panggilan Video 📹
ru: Начать видеозвонок 📹
zh: 开始视频通话 📹

# PLEASE_ENTER_A_NAME_FOR_A_GROUP_CALL
source: Please enter a name for the group call
hi: कृपया समूह कॉल के लिए एक नाम भरें
hu: Adjon meg egy nevet a csoportos hívásnak
ms: Sila masukkan nama untuk panggilan grup
ru: Введите имя для группового звонка
zh: 请输入群组通话的姓名

source: Start
hi: प्रारंभ करें
hu: Kezdés
ms: Mula
ru: Начать
zh: 开始

# GROUP_CALL_NAME_CANNOT_EMPTY
source: Group call name cannot be empty
hi: समूह कॉल नाम खाली नहीं हो सकता
hu: A csoportos hívásnév nem lehet üres
ms: Nama panggilan kumpulan tidak boleh kosong
ru: Имя группового вызова не может быть пустым
zh: 群组通话名称不能为空

source: Enter title here
hi: यहाँ शीर्षक दर्ज करें
hu: Adja meg a címet itt
ms: Masukkan tajuk di sini
ru: Введите название здесь
zh: 在这里输入标题

# MAY_CONTAIN_NEGATIVE_SENTIMENT
source: This message may contain sensitive content
hi: इस संदेश में संवेदनशील सामग्री हो सकती है
hu: Ez az üzenet érzékeny tartalmat tartalmazhat
ms: Mesej ini mungkin mengandungi kandungan sensitif
ru: Это сообщение может содержать конфиденциальное содержимое
zh: 此消息可能包含敏感内容

# UNBLOCK_USER_MESSAGE
source: Kindly, unblock the user to make a call
hi: कृपया, कॉल करने के लिए उपयोगकर्ता को अनवरोधित करें
hu: Kérjük, oldja fel a felhasználó blokkolását a hívás kezdeményezéséhez
ms: Sila, nyahsekat pengguna untuk membuat panggilan
ru: Пожалуйста, разблокируйте пользователя, чтобы сделать звонок
zh: 请解除阻止用户拨打电话

# USER_LEAVE_GROUP_WARNING
source: Are you sure you want to leave this group?
hi: क्या आप वाकई इस समूह को छोड़ना चाहते हैं?
hu: Biztos, hogy el akarod hagyni ezt a csoportot?
ms: Anda pasti ingin meninggalkan group ini?
ru: Вы уверены, что хотите покинуть эту группу?
zh: 你确定要离开这组吗？

# USER_DELETE_GROUP_WARNING
source: Are you sure you want to delete this group?
hi: क्या आप निश्चित हैं कि आप इस समूह को मिटाना चाहते हैं?
hu: Biztos benne, hogy törölni szeretné ezt a csoportot?
ms: Anda pasti ingin menghapuskan kumpulan ini?
ru: Вы действительно хотите удалить эту группу?
zh: 确定要删除此群组吗？

# USER_READ_MESSAGE_WARNING
source: Are you sure want to view this message?
hi: क्या आप निश्चित हैं कि यह संदेश देखना चाहते हैं?
hu: Biztosan meg szeretné tekinteni ezt az üzenetet?
ms: Anda pasti mahu melihat mesej ini?
ru: Вы действительно хотите просмотреть это сообщение?
zh: 你确定要查看此消息吗？

source: Transfer Ownership
hi: ट्रांसफर स्वामित्व
hu: Tulajdonjog átruházása
ms: Pemilikan Pemindahan
ru: Передача права собственности
zh: 转让所有权

# ASSIGN_AS_OWNER
source: Assign as group owner
hi: समूह स्वामी के रूप में असाइन करें
hu: Hozzárendelés csoport tulajdonosaként
ms: Peruntukkan sebagai pemilik kumpulan
ru: Назначить в качестве владельца группы
zh: 分配为群组所有者

source: is now Owner
hi: अब मालिक है
hu: mostantól Tulajdonos
ms: kini Pemilik
ru: теперь является владельцем
zh: 现在是所有者

# AS_A_OWNER
source: Assign as group owner
hi: समूह स्वामी के रूप में असाइन करें
hu: Hozzárendelés csoport tulajdonosaként
ms: Peruntukkan sebagai pemilik kumpulan
ru: Назначить в качестве владельца группы
zh: 分配为群组所有者

# UNABLE_TO_SEND_LOCATON_MESSAGE
source: Unable to send location at this moment.
hi: इस समय स्थान भेजने में असमर्थ।
hu: Jelenleg nem sikerült elküldeni a helyet.
ms: Tidak dapat menghantar lokasi buat masa ini.
ru: В данный момент невозможно отправить местоположение.
zh: 目前无法发送位置。

source: 's location
hi: का स्थान
hu: tartózkodási helye
ms: lokasi
ru: местонахождение
zh: 的位置

# SHARE_LOCATION_CONFIRMATION_MESSAGE
source: Are you sure you want to share your location?
hi: क्या आप वाकई अपना स्थान साझा करना चाहते हैं?
hu: Biztos benne, hogy meg szeretné osztani tartózkodási helyét?
ms: Adakah anda pasti mahu berkongsi lokasi anda?
ru: Вы уверены, что хотите поделиться своим местоположением?
zh: 您确定要分享您的位置吗？

# HAS_SHARED_LOCATION
source: has shared his location
hi: ने अपना स्थान साझा किया है
hu: megosztotta a tartózkodási helyét
ms: telah berkongsi lokasinya
ru: поделился своим местоположением
zh: 分享了他的位置

source: Open in Apple Maps
hi: Apple मैप्स में खोलें
hu: Megnyitás az Apple Térképen
ms: Buka di Peta Apple
ru: Открыть в Apple Maps
zh: 在Apple Maps中打开

source: Open in Google Maps
hi: Google मैप्स में खोलें
hu: Megnyitás a Google Térképen
ms: Buka di Peta Google
ru: Открыть в Google Maps
zh: 在Google地图中打开

# INVALID_URL
source: URL is not valid
hi: यूआरएल मनाय नहीं है
hu: Az URL érvénytelen
ms: URL tidak sah
ru: URL недействителен
zh: 网址无效

# MAIL_APP_NOT_FOUND_MESSAGE
source: Mail application is not installed in your phone.
hi: आपके फ़ोन में मेल एप्लिकेशन इंस्टॉल नहीं है।
hu: A levelezési alkalmazás nincs telepítve a telefonjára.
ms: Aplikasi mel tidak dipasang di telefon anda.
ru: Почтовое приложение не установлено в вашем телефоне.
zh: 手机中未安装邮件应用程序。

source: Adding Reaction...
hi: प्रतिक्रिया जोड़ रहा है ...
hu: Reakció hozzáadása...
ms: Menambah Reaksi ...
ru: Добавление реакции ...
zh: 添加反应...

source: Updating Reaction...
hi: प्रतिक्रिया अपडेट हो रही है ...
hu: A reakció frissítése...
ms: Mengemas kini Reaksi ...
ru: Обновление реакции ...
zh: 正在更新反应...

source: Reactions
hu: reakciók
ms: Reaksi
zh: 反应

source: Voting...
hi: मतदान...
hu: Szavazás...
ms: Mengundi...
ru: Голосование...
zh: 表决...

source: Delete
hi: हटाएं
hu: Törlés
ms: Padam
ru: Удалить
zh: 删除

# CANNOT_ADD_MORE_THAN_FIVE_MESSAGE
source: You cannot add more than 5 options at a time.
hi: आप एक बार में 5 से अधिक विकल्प नहीं जोड़ सकते।
hu: Egyszerre ötnél több lehetőség nem adható hozzá.
ms: Anda tidak boleh menambah lebih daripada 5 pilihan dalam satu masa.
ru: Вы не можете добавить более 5 опций за раз.
zh: 一次最多不能添加5个选项。

# URL_NOT_FOUND
source: The v2.0 endpoints are not accessible for the app version v3. Please use SDK v3.0.X which support v3 endpoints.
hu: A v2.0-s végpontok nem érhetők el az alkalmazás v3 verziójában. Kérjük, használja az SDK v3.0.x programot, amely támogatja a v3 végpontokat.

source: Last Active At
hi: अंतिम सक्रिय एट
hu: Utolsó aktív
ms: Aktif Terakhir Pada
ru: Последняя активность в
zh: 上次活動時間：

# SOMETHING_WENT_WRONG_ERROR
source: Something went wrong, please try again.
hi: कुछ गलत हो गया, कृपया पुनः प्रयास करें।
hu: Valami rosszul sült el, kérlek próbáld meg újra.
ms: Ada yang tidak kena, sila cuba lagi.
ru: Что-то пошло не так, пожалуйста, попробуйте еще раз.
zh: 出错了，请再试一次。

# MESSAGE_IN_PRIVATE
source: Send message privately
hi: निजी तौर पर संदेश भेजें
hu: Küldjön üzenetet privately
ms: Message In Private
ru: Отправить сообщение в частном порядке
zh: 私下发送消息

# REPLY_IN_PRIVATE
source: Reply privately
hi: निजी तौर पर जवाब दें
hu: Válasz magántulajdonban
ms: Balas secara peribadi
ru: Ответить в частном порядке
zh: 私下回复

source: View Profile
hi: प्रोफ़ाइल देखें
hu: Profil megtekintése
ms: Lihat Profil
ru: Просмотреть профиль
zh: 查看档案

source: online
hi: ऑनलाइन
hu: Elérhető
ms: Atas Talian
ru: В сети
zh: 在线

source: Unban
hu: Feloldás
ru: Разблокировать

source: Ban
hi: बान
hu: Tiltás
ru: Заблокировать
zh: 禁

source: Emoji
hi: इमोजी
hu: Hangulatjel
ms: Emotikon
zh: 表情符号

source: Unknown Location
hi: अज्ञात स्थान
hu: Okänd plats
ms: Lokasi Tidak Diketahui
ru: Неизвестное местоположение
zh: 未知位置

# ERROR_INTERNET_UNAVAILABLE
source: No Internet Connection. Please try again later.
hi: कोई इंटरनेट कनेक्शन नहीं। बाद में पुन: प्रयास करें।
hu: Ingen internetanslutning. Vänligen försök igen senare.
ms: Tiada sambungan internet. Sila cuba sebentar lagi.
ru: Нет соединения с интернетом. Пожалуйста, попробуйте позже.
zh: 没有网络连接。请稍后再试。

source: Select User
hi: उपयोगकर्ता का चयन करें
hu: Välj Användare
ms: Pilih Pengguna
ru: Выбрать пользователя
zh: 选择用户

source: Select Group
hi: समूह का चयन करें
hu: Välj Grupp
ms: Pilih Kumpulan
ru: Выбрать группу
zh: 选择组

source: Search Users
hi: उपयोगकर्ता खोजें
hu: Sök användare
ms: Cari Pengguna
ru: Поиск пользователей
zh: 搜索用户

source: Search Groups
hi: समूह खोजें
hu: Sök grupper
ms: Cari Kumpulan
ru: Поисковые группы
zh: 搜索组

source: No Replies
hi: जवाब नहीं
hu: Inga svar
ms: Tiada Balasan
ru: Без ответа
zh: 没有回复

source: Leave
hi: छोड़ना
hu: Lämna
ms: Tinggalkan
ru: Оставлять
zh: 离开

source: OK
hi: ठीक
ru: ОК
zh: 好吧

source: Share
hi: साझा करें
ms: Kongsi
ru: Поделиться
zh: 分享

source: ON
hi: के ऊपर
ms: ATAS
ru: НА
zh: 上
