Repository: cometchat/cometchat-sample-app-ios
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: hi, hu, ms, ru, zh

source: Chats
hi: चैट
hu: Csevegések
ms: Sembang
ru: Чаты
zh: 聊天

source: Users
hi: उपयोक्ता
hu: Felhasználók
ms: Pengguna
ru: Пользователи
zh: 用户

source: Calls
hi: कॉल
hu: Hívások
ms: Panggilan
ru: Звонки
zh: 来电

source: Groups
hi: समूह
hu: Csoport
ms: Kumpulan
ru: Группы
zh: 团体

source: More
hi: अधिक
hu: Több
ms: Lebih
ru: Еще
zh: 更多

source: Sending...
hi: भेजा जा रहा है...
hu: Küldés...
ms: Menghantar...
ru: Отправка...
zh: 正在发送...

# THIS_MESSAGE_DELETED
source: ⚠️ This message was deleted
hi: ⚠️ यह संदेश मिटाया गया था
hu: ⚠️ Ezt az üzenetet törölték
ms: ⚠️ Mesej ini telah dipadamkan
ru: ⚠️ Это сообщение удалено
zh: ⚠️ 此消息已删除

source: ⚠️ You deleted this message
hi: ⚠️ आपने यह संदेश हटा दिया है
hu: ⚠️ Törölted ezt az üzenetet
ms: ⚠️ Anda memadam mesej ini
ru: ⚠️ Вы удалили это сообщение
zh: ⚠️ 你删除了此消息

source: View on Youtube
hi: यूट्यूब पर देखें
hu: A YouTube-on
ms: Lihat di Youtube
ru: Посмотреть на Youtube
zh: 在 Youtube 上查看

# MESSAGE_IMAGE
source: 📷 Photo
hi: 📷 फोटो
hu: 📷 Fénykép
ms: 📷 Foto
ru: 📷 Изображение
zh: 📷 照片

# MESSAGE_VIDEO
source: 📹 Video
hi: 📹 वीडियो
hu: 📹 Videó
ru: 📹 Видео
zh: 📹 视频

# MESSAGE_AUDIO
source: 🎵 Audio
hi: 🎵 ऑडियो
hu: 🎵 Hang
ru: 🎵 Аудио
zh: 🎵 音频

# MESSAGE_FILE
source: 📁 File
hi: 📁 फ़ाइल
hu: 📁 Fájl
ms: 📁 Fail
ru: 📁 Файл
zh: 📁 文件

source: Custom message
hi: आपके पास एक संदेश है
hu: Üzenete van
ms: Anda mempunyai mesej
ru: У вас есть сообщение
zh: 你有消息

source: Missed voice call
hi: मिस्ड वॉयस कॉल
hu: Nem fogadott hanghívás
ms: Panggilan suara tidak dijawab
ru: Пропущенный голосовой вызов
zh: 未接的语音通话

source: Missed video call
hi: मिस्ड वीडियो कॉल
hu: Nem fogadott videohívás
ms: Panggilan video tidak dijawab
ru: Пропущенный видеовызов
zh: 错过视频通话

source: Has sent a call
hi: ने एक कॉल भेजा है।
hu: küldött egy hívást.
ms: telah menghantar panggilan.
ru: отправил звонок.
zh: 已经发了电话。

# CUSTOM_MESSAGE_LOCATION
source: 📍Location
hi: 📍 स्थान
hu: 📍 Elhelyezkedés
ms: 📍 Lokasi
ru: 📍 Расположение
zh: 📍 位置

# CUSTOM_MESSAGE_POLL
source: 📊 Poll
hi: 📊 पोल
hu: 📊 Szavazás
ms: 📊 Undian
ru: 📊 Опрос
zh: 📊 民意调查

# CUSTOM_MESSAGE_STICKER
source: 💟 Sticker
hi: 💟 स्टीकर
hu: 💟 Matrica
ms: 💟 Pelekat
ru: 💟 Стикер
zh: 💟 贴纸

# CUSTOM_MESSAGE_WHITEBOARD
source: 📝 Whiteboard
hi: 📝 व्हाइटबोर्ड
hu: 📝 Rajztábla
ms: 📝 Papan Putih
ru: 📝 Доска
zh: 📝 白板

# CUSTOM_MESSAGE_DOCUMENT
source: 📃 Document
hi: 📃 दस्तावेज़
hu: 📃 Dokumentum
ms: 📃 Dokumen
ru: 📃 Документ
zh: 📃 文档

source: offline
hi: ऑफ़लाइन
hu: nem elérhető
ms: Luar Talian
ru: Не в сети
zh: 离线

source: You
hi: आप
hu: Ön
ms: Anda
ru: Вы
zh: 你

source: Admin
hi: एडमिन
hu: Adminisztrátor
ms: Pentadbir
ru: Администратор
zh: 管理员

source: Moderator
hi: मॉडरेटर
hu: műsorvezető
ru: Модератор
zh: 主持人

source: Participant
hi: प्रतिभागी
hu: Résztvevő
ms: Peserta
ru: Участник
zh: 参与者

source: Public
hi: पब्लिक
hu: Nyilvános
ms: Awam
ru: Публичный
zh: 公开

source: Private
hi: निजी
hu: Privát
ms: Peribadi
ru: Частный
zh: 私人

source: Password Protected
hi: कूटशब्द सुरक्षित
hu: Jelszóval védett
ms: Dilindungi Kata Laluan
ru: Защищено паролем
zh: 密码保护

source: Privacy and Security
hi: गोपनीयता और सुरक्षा
hu: Adatvédelem és biztonság
ms: Privasi dan Keselamatan
ru: Конфиденциальность и безопасность
zh: 隐私和安全

source: Privacy
hi: निजता
hu: Adatvédelem
ms: Privasi
ru: Конфиденциальность
zh: 隐私

source: Blocked Users
hi: अवरोधित उपयोगकर्ता
hu: Letiltott felhasználók
ms: Pengguna yang disekat
ru: Заблокированные пользователи
zh: 封锁的用户

source: Everybody
hi: सबको
hu: Mindenki
ms: Semua orang
ru: Всем
zh: 每个人

source: Preferences
hi: प्राथमिकताएं
hu: Beállítások
ms: Keutamaan
ru: Предпочтения
zh: 偏好

source: Privacy & Security
hi: गोपनीयता और सुरक्षा
hu: Adatvédelem és biztonság
ms: Privasi & Keselamatan
ru: Конфиденциальность и безопасность
zh: 隐私与安全

source: You've blocked
hi: आपने अवरोधित किया है
hu: Letiltották
ms: Anda telah disekat
ru: Вы заблокировали
zh: 你已经封锁了

source: Members
hi: सदस्य
hu: Tagok
ms: Ahli-ahli
ru: Участники
zh: 会员

source: Member
hi: सदस्य
hu: Tag
ms: Angota
ru: Член
zh: 会员

source: Back
hi: वापस
hu: Vissza
ms: Belakang
ru: Назад
zh: 返回

source: Cancel
hi: रद्द करें
hu: Mégse
ms: Batal
ru: Отменить
zh: 取消

# SELECT_A_MESSGE
source: Please select a message to perform an action
hi: क्रिया करने के लिए कृपया संदेश चुनें
hu: Válasszon ki egy üzenetet a művelet végrehajtásához
ms: Sila pilih mesej untuk melakukan tindakan
ru: Выберите сообщение для выполнения действия
zh: 请选择消息以执行操作

# TEXT_COPIED
source: Text copied to Clipboard
hi: क्लिपबोर्ड में पाठ की नक़ल
hu: A vágólapra másolt szöveg
ms: Teks disalin ke Klipbod
ru: Текст скопирован в буфер обмена
zh: 复制到剪贴板的文本

source: Today
hi: आज
hu: Ma
ms: Hari ini
ru: Сегодня
zh: 今天

source: Yesterday
hi: कल
hu: Tegnap
ms: Semalam
ru: Вчера
zh: 昨天

source: Photo & Video Library
hi: फोटो और वीडियो लाइब्रेरी
hu: Fotó és videó könyvtár
ms: Pustaka Foto & Video
ru: Фото и видео тека
zh: 照片和视频库

source: Take a Photo
hi: एक फोटो लें
hu: Fotó készítése
ms: Ambil Foto
ru: Сфотографировать
zh: 拍张照片

source: Share Location
hi: स्थान साझा करें
hu: Hely megosztása
ms: Lokasi Kongsi
ru: Местоположение общего доступа
zh: 分享位置

source: Edit Message
hi: संदेश संपादित करें
hu: Üzenet szerkesztése
ms: Edit Mesej
ru: Редактировать сообщение
zh: 编辑消息

source: Delete Message
hi: संदेश मिटाएँ
hu: Üzenet törlése
ms: Padam Mesej
ru: Удалить сообщение
zh: 删除留言

source: Reply Message
hi: संदेश का जवाब दें
hu: Válasz üzenet
ms: Mesej Balas
ru: Ответить сообщение
zh: 回复留言

source: Forward Message
hi: संदेश अग्रेषित करें
hu: Az üzenet továbbítása
ms: Majukan Mesej
ru: Переслать сообщение
zh: 转发消息

source: Start Thread
hi: थ्रेड प्रारंभ करें
hu: Kezdő szál
ms: Mula Thread
ru: Начать поток
zh: 开始线程

source: Share Message
hi: संदेश साझा करें
hu: Az üzenet megosztása
ms: Kongsi Mesej
ru: Поделиться сообщением
zh: 分享消息

source: Message Information
hi: संदेश जानकारी
hu: Üzenet információ
ms: Maklumat Mesej
ru: Сведения о сообщении
zh: 留言信息

source: Copy Message
hi: संदेश नक़ल करें
hu: Az üzenet másolása
ms: Salin Mesej
ru: Копировать сообщение
zh: 复制消息

source: Create a Poll
hi: एक सर्वेक्षण बनाएँ
hu: Szavazás létrehozása
ms: Cipta Undian
ru: Создание опроса
zh: 创建民意调查

source: Send Sticker
hi: स्टिकर भेजें
hu: Matrica küldése
ms: Hantar Pelekat
ru: Отправить наклейку
zh: 发送贴纸

source: Collaborative Whiteboard
hi: सहयोगी व्हाइटबोर्ड
hu: Együttműködésen alapuló tábla
ms: Papan Putih Kolaboratif
ru: Совместная доска
zh: 协作白板

source: Collaborative Writeboard
hi: सहयोगी लेखनबोर्ड
hu: Együttműködésen alapuló írótábla
ms: Writeboard Kolaboratif
ru: Совместная доска записи
zh: 协作式写板

source: Type a Message...
hi: संदेश टाइप करें...
hu: Írjon be egy üzenetet...
ms: Taip Mesej...
ru: Введите сообщение...
zh: 键入消息...

source: Document
hi: दस्तावेज़
hu: A dokumentum
ms: Dokumen
ru: Документ
zh: 文档

source: typing...
hi: टाइपिंग...
hu: gépelés...
ms: menaip...
ru: набор...
zh: 打字...

source: is typing...
hi: टाइप कर रहा है...
hu: gépel...
ms: sedang menaip...
ru: набирает...
zh: 正在打字...

source: Close
hi: बंद करें
hu: Bezárás
ms: Tutup
ru: Закрыть
zh: 关闭

# KINDLY_ENTER_GROUP_NAME
source: Kindly, enter group details to proceed.
hi: कृपया, समूह का नाम दर्ज करें
hu: Adjon meg egy érvényes nevet a csoportnak, és próbálkozzon újra
ms: Sila masukkan nama kumpulan
ru: Пожалуйста, Введите название группы
zh: 请输入组名

source: Refreshing...
hi: ताज़ा किया जा रहा है...
hu: Frissítő...
ms: Menyegarkan...
ru: Освежающий...
zh: 清爽...

source: Unblock
hi: अनब्लॉक
hu: Feloldás
ms: Nyahsekat
ru: Разблокировать
zh: 解锁

source: unblocked successfully
hi: सफलतापूर्वक अनब्लॉक
hu: feloldva
ms: tidak disekat dengan pasti
ru: успешно разблокирован
zh: 成功解锁

source: Make group admin
hi: ग्रुप एडमिन बनाएं
hu: Csoportadminisztrátor létrehozása
ms: Jadikan pentadbir kumpulan
ru: Сделать администратором группы
zh: 成为群组管理员

source: Make group moderator
hi: समूह मॉडरेटर बनाएं
hu: Csoportos moderátor létrehozása
ms: Jadikan moderator kumpulan
ru: Сделать модератором группы
zh: 让小组主持人

source: Administrators
hi: व्यवस्थापकों
hu: Rendszergazdák
ms: Pentadbir
ru: Администратор
zh: 管理员

source: Add admin
hi: एडमिन जोड़ें
hu: Admin hozzáadása
ms: Tambah Pentadbir
ru: Добавить администратора
zh: 添加管理员

source: Add moderator
hi: मॉडरेटर जोड़ें
hu: Moderátor hozzáadása
ms: Tambah moderator
ru: Добавить модератора
zh: 添加版主

source: Owner
hi: मालिक
hu: Tulajdonos
ms: Pemilik
ru: Владелец
zh: 所有者

# ASSIGN_AS_ADMIN
source: Assign as group admin
hi: समूह व्यवस्थापक के रूप में असाइन करें
hu: Hozzárendelés csoportadminisztrátorként
ms: Tetapkan sebagai pentadbir kumpulan
ru: Назначить администратором группы
zh: 分配为群组管理员

# REMOVE_AS_ADMIN
source: Remove as group admin
hi: समूह व्यवस्थापक के रूप में हटाएँ
hu: Eltávolítás csoportadminisztrátorként
ms: Buang sebagai pentadbir kumpulan
ru: Удалить как администратор группы
zh: 作为群组管理员删除

# ASSIGN_AS_MODERATOR
source: Assign as group moderator
hi: समूह मॉडरेटर के रूप में असाइन करें
hu: Hozzárendelés csoportmoderátorként
ms: Tetapkan sebagai moderator kumpulan
ru: Назначить модератором группы
zh: 分配为小组主持人

# REMOVE_AS_MODERATOR
source: Remove as group Moderator
hi: समूह मॉडरेटर के रूप में हटाएँ
hu: Eltávolítás csoportként moderátorként
ms: Buang sebagai Moderator Kumpulan
ru: Удалить как модератор группы
zh: 作为群组主持人删除

# REMOVE_FROM_ADMIN_PRIVILEGE
source: is removed as group admin
hi: को समूह व्यवस्थापक के रूप में हटा दिया जाता है
hu: eltávolításra kerül csoportadminisztrátorként
ms: dibuang sebagai pentadbir kumpulan
ru: удаляется как администратор группы
zh: 作为群组管理员被删除

# REMOVE_FROM_MODERATOR_PRIVILEGE
source: is removed as group moderator
hi: को समूह मॉडरेटर के रूप में हटा दिया जाता है
hu: csoportmoderátorként eltávolításra kerül
ms: dibuang sebagai moderator grup
ru: удаляется как модератор группы
zh: 作为小组主持人被删除

source: is now Admin
hi: अब एडमिन है
hu: mostantól rendszergazda
ms: kini Pentadbir
ru: теперь является администратором
zh: 现在是管理员

source: is now Moderator
hi: अब मॉडरेटर है
hu: most Moderátor
ms: kini Moderator
ru: теперь модератор
zh: 现在是主持人

source: ⚠️ Remove
hi: ⚠️ निकालें
hu: ⚠️ Eltávolítás
ms: ⚠️ Buang
ru: ⚠️ Удалить
zh: ⚠️ 删除

# AS_ADMIN_FROM
source: as an admin from
hi: से एक व्यवस्थापक के रूप में
hu: rendszergazdaként
ms: sebagai pentadbir dari
ru: в качестве администратора из
zh: 作为管理员来自

# AS_MODERATOR_FROM
source: as a moderator from
hi: से एक मॉडरेटर के रूप में
hu: moderátorként
ms: sebagai moderator dari
ru: в качестве модератора из
zh: 作为主持人

source: group?
hi: समूह?
hu: Csoport?
ms: kumpulan?
ru: группа?
zh: 组？

source: ✅ Add
hi: ✅ जोड़ें
hu: ✅ Hozzáadás
ms: ✅ Tambah
ru: ✅ Добавить
zh: ✅ 添加

# AS_ADMIN_IN
source: as an admin in
hi: में एक व्यवस्थापक के रूप में
hu: „rendszergazdaként
ms: sebagai pentadbir dalam
ru: в качестве администратора в
zh: 作为管理员

# AS_MODERATOR_IN
source: as a moderator in
hi: में एक मॉडरेटर के रूप में
hu: „mint moderátor
ms: sebagai moderator dalam
ru: в качестве модератора в
zh: 作为主持人

source: as a moderator
hi: एक मॉडरेटर के रूप में
hu: moderátorként
ms: sebagai moderator
ru: в качестве модератора
zh: 作为主持人

# AS_A_ADMIN
source: as an admin
hi: एक व्यवस्थापक के रूप में
hu: rendszergazdaként
ms: sebagai pentadbir
ru: в качестве администратора
zh: 作为管理员

source: Add members
hi: सदस्य जोड़ें
hu: Tagok hozzáadása
ms: Tambah ahli
ru: Добавить участников
zh: 添加成员

source: ACTIONS
hi: कार्रवाई
hu: TETTEK
ms: TINDAKAN
ru: ПОСТУПКИ
zh: 行动

source: PRIVACY & SUPPORT
hi: गोपनीयता और समर्थन
hu: ADATVÉDELEM ÉS TÁMOGATÁS
ms: PRIVASI & SOKONGAN
ru: КОНФИДЕНЦИАЛЬНОСТЬ И ПОДДЕРЖКА
zh: 隐私和支持

source: Send Message
hi: संदेश भेजें
hu: Üzenet küldése
ms: Hantar Mesej
ru: Отправить сообщение
zh: 发送消息

source: Add in
hi: में जोड़ें
hu: Hozzáadás
ms: Tambah
ru: Добавить в
zh: 添加

source: Unblock User
hi: उपयोगकर्ता अनवरोधित करें
hu: Felhasználó letiltása
ms: Nyahsekat Pengguna
ru: Разблокировать пользователя
zh: 解锁用户

source: Block User
hi: अवरोधित उपयोक्ता
hu: Felhasználó blokkolása
ms: Sekat Pengguna
ru: Заблокировать пользователя
zh: 阻止用户

source: added successfully
hi: सफलतापूर्वक जोड़ा गया
hu: sikeresen hozzáadta
ms: ditambah berjaya
ru: успешно добавлен
zh: 已成功添加

source: blocked successfully
hi: सफलतापूर्वक अवरोधित
hu: sikeresen blokkolva
ms: berjaya disekat
ru: успешно заблокирован
zh: 成功阻止

source: Members
hi: सदस्य
hu: Tagok
ms: Ahli-ahli
ru: Члены
zh: 会员

source: Delete & Exit
hi: मिटाएँ (E)
hu: Törlés és kilépés
ms: Padam & Keluar
ru: Удалить и выйти
zh: 删除并退出

source: Leave Group
hi: समूह छोड़ें
hu: A csoport elhagyása
ms: Tinggalkan Kumpulan
ru: Покинуть группу
zh: 离开小组

source: from
hi: से
hu: -tól
ms: daripada
ru: из
zh: 从

source: removed successfully
hi: सफलतापूर्वक हटा दिया
hu: sikeresen eltávolítva
ms: berjaya dialih keluar
ru: успешно удалено
zh: 已成功删除

source: banned successfully
hi: सफलतापूर्वक प्रतिबंधित
hu: sikeresen betiltották
ms: diharamkan berjaya
ru: успешно заблокирован
zh: 成功禁止

source: unbanned successfully
hi: अप्रतिबंधित सफलतापूर्वक
hu: letiltották sikeresen
ms: tidak diharamkan berjaya
ru: успешно разблокирован
zh: 成功解禁

source: deleted successfully
hi: सफलतापूर्वक मिटाया गया
hu: sikeresen törölve
ms: berjaya dipadam
ru: успешно удалено
zh: 已成功删除

source: You left from
hi: आप से छोड़ दिया
hu: Elhagytad a
ms: Anda meninggalkan dari
ru: Вы ушли от
zh: 你离开

source: Remove Member
hi: सदस्य मिटाएँ
hu: Tagtag eltávolítása
ms: Buang Ahli
ru: Удалить участника
zh: 删除成员

source: Ban Member
hi: बान सदस्य
hu: Tiltás tag
ms: Ban Ahli
ru: Запретить член
zh: Ban 会员

source: Unban Member
hi: अनबान सदस्य
hu: Unban tag
ms: Ahli Unban
ru: Unban Член
zh: Unban 会员

source: Create Group
hi: समूह बनाएँ
hu: Csoport létrehozása
ms: Cipta Kumpulan
ru: Создать группу
zh: 创建群组

source: You joined
hi: आप शामिल हो गए
hu: Ön csatlakozott
ms: Anda menyertai
ru: Вы присоединились
zh: 你加入了

source: Forward
hi: अग्रेषित
hu: Előre
ms: Maju
ru: Вперед
zh: 向前

source: SHARED MEDIA
hi: साझा मीडिया
hu: MEGOSZTOTT MÉDIA
ms: MEDIA DIKONGSI
ru: Общие медиафайлы
zh: 共享媒体

# UNABLE_TO_FORWARD
source: Unable to forward message to
hi: संदेश को अग्रेषित करने में अक्षम
hu: Nem sikerült továbbítani az üzenetet
ms: Tidak boleh majukan mesej ke
ru: Не удается переслать сообщение на
zh: 无法将消息转发给

# FORWARD_TO_5_AT_A_TIME
source: You can forward message only to 5 participants at a time
hi: आप एक समय में केवल 5 प्रतिभागियों को संदेश अग्रेषित कर सकते हैं
hu: Egyszerre csak 5 résztvevőnek lehet üzenetet továbbítani
ms: Anda boleh mengemukakan mesej hanya kepada 5 peserta pada satu masa
ru: Вы можете пересылать сообщение только 5 участникам одновременно
zh: 一次只能将消息转发给 5 位参与者

source: No Photos
hi: कोई तस्वीरें नहीं
hu: Nincsenek fényképek
ms: Tiada Foto
ru: Нет фотографий
zh: 没有照片

source: No Videos
hi: कोई वीडियो नहीं
hu: Nincs videó
ms: Tiada Video
ru: Нет видео
zh: 没有视频

source: No Documents
hi: कोई दस्तावेज़ नहीं
hu: Nincsenek dokumentumok
ms: Tiada Dokumen
ru: Нет документов
zh: 没有文档

source: History
hi: इतिहास
hu: Történelem
ms: Sejarah
ru: История
zh: 历史

source: Video Call
hi: वीडियो कॉल
hu: Videóhívás
ms: Panggilan Video
ru: Видеозвонок
zh: 视频通话

source: Audio Call
hi: ऑडियो कॉल
hu: Hanghívás
ms: Panggilan Audio
ru: Аудиовызов
zh: 音频通话

source: Whiteboard
hi: व्हाइटबोर्ड
hu: Tábla
ms: Papan Putih
ru: Доска
zh: 白板

source: Loading...
hi: लोड हो रहा है...
hu: Betöltés...
ms: Memuatkan...
ru: Загрузка...
zh: 正在加载...

# ONE_REPLY
source: 1 reply
hi: 1 प्रत्युत्तर
hu: 1 válasz
ms: 1 balasan
ru: 1 ответить
zh: 1 个回复

source: replies
hi: उत्तर
hu: válaszok
ms: balasannya
ru: ответы
zh: 回复

source: Launch
hi: प्रक्षेपण
hu: Indítás
ms: Pelancaran
ru: Запуск
zh: 启动

source: Join
hi: शामिल हों
hu: Csatlakozz
ms: Sertai
ru: Присоединиться
zh: 加入

# HAS_SHARED_WHITEBOARD
source: has shared a collaborative whiteboard
hi: ने एक सहयोगी व्हाइटबोर्ड साझा किया है
hu: megosztott egy együttműködő táblát
ms: telah berkongsi papan putih kolaboratif
ru: предоставил доступ к совместной доске
zh: 共享了协作式白板

# HAS_SHARED_COLLABORATIVE_DOCUMENT
source: has shared a collaborative document
hi: ने एक सहयोगी दस्तावेज़ साझा किया है
hu: megosztott egy együttműködési dokumentumot
ms: telah berkongsi dokumen kolaboratif
ru: предоставил совместный доступ к документу
zh: 共享了协作文档

# YOU_CREATED_WHITEBOARD
source: You’ve created a new collaborative whiteboard
hi: आपने एक नया सहयोगी व्हाइटबोर्ड बनाया है
hu: Létrehozott egy új együttműködési táblát
ms: Anda telah mencipta papan putih kolaboratif baru
ru: Вы создали новую интерактивную доску
zh: 你创建了一个新的协作白板

# YOU_INITIATED_GROUP_AUDIO_CALL
source: You’ve initiated a group call
hi: आपने एक समूह कॉल शुरू की है
hu: Csoportos hívást kezdeményezett
ms: Anda telah memulakan panggilan kumpulan
ru: Вы инициировали групповой вызов
zh: 你已经发起了群组通话

# YOU_INITIATED_GROUP_VIDEO_CALL
source: You’ve initiated a group call
hi: आपने एक समूह कॉल शुरू की है
hu: Csoportos hívást kezdeményezett
ms: Anda telah memulakan panggilan kumpulan
ru: Вы инициировали групповой вызов
zh: 你已经发起了群组通话

# HAS_INITIATED_GROUP_AUDIO_CALL
source: has initiated a group call
hi: ने एक समूह कॉल शुरू की है
hu: csoportos hívást kezdeményezett
ms: telah memulakan panggilan kumpulan
ru: инициировал групповой вызов
zh: 已发起群组通话

# HAS_INITIATED_GROUP_VIDEO_CALL
source: has initiated a group call
hi: ने एक समूह कॉल शुरू की है
hu: csoportos hívást kezdeményezett
ms: telah memulakan panggilan kumpulan
ru: инициировал групповой вызов
zh: 已发起群组通话

# YOU_CREATED_DOCUMENT
source: You’ve created a new collaborative document
hi: आपने एक नया सहयोगी दस्तावेज़ बनाया है
hu: Létrehozott egy új együttműködési dokumentumot
ms: Anda telah mencipta dokumen kolaboratif baru
ru: Вы создали новый совместный документ
zh: 你创建了一个新的协作文档

source: Sending Location...
hi: स्थान भेजा जा रहा है...
hu: Elküldési hely...
ms: Menghantar Lokasi...
ru: Отправка местоположения...
zh: 发送位置...

source: Location sent successfully
hi: स्थान सफलतापूर्वक भेजा गया
hu: Sikeresen elküldve
ms: Lokasi berjaya dihantar
ru: Местоположение успешно отправлено
zh: 位置已成功发送

source: Edit
hi: संपादित करें
hu: Szerkesztés
ru: Редактировать
zh: 编辑

source: Done
hi: हो गया
hu: Kész
ms: Selesai
ru: Готово
zh: 已完成

source: New Call
hi: नया कॉल
hu: Új hívás
ms: Panggilan Baru
ru: Новый звонок
zh: 新通话

source: No history found
hi: कोई इतिहास नहीं मिला
hu: Nem található előzmények
ms: Tiada sejarah ditemui
ru: История не найдена
zh: 没有找到历史

source: All
hi: सब
hu: Minden
ms: Semua
ru: Все
zh: 所有

source: Missed
hi: मिस्ड
hu: Kihagyott
ms: Tidak dijawab
ru: Пропустил
zh: 错过了

source: No chats found
hi: कोई चैट नहीं मिला
hu: Nem található csevegés
ms: Tiada sembang ditemui
ru: Чаты не найдены
zh: 没有找到聊天

source: No messages found
hi: कोई संदेश नहीं मिला
hu: Nem található üzenet
ms: Tiada mesej ditemui
ru: Сообщения не найдены
zh: 没有找到消息

source: Warning!
hi: चेतावनी!
hu: Figyelmeztetés!
ms: Amaran!
ru: Предупреждение!
zh: 警告！

# CHOOSE_GROUP_TYPE
source: Select group type first to create a group
hi: समूह बनाने के लिए समूह प्रकार में से एक चुनें
hu: Csoport létrehozásához először válassza ki a csoport típusát
ms: Pilih salah satu jenis kumpulan untuk mencipta kumpulan
ru: Выберите один из типов группы для создания группы
zh: 选择组类型之一来创建群组

source: Select Group Type
hi: समूह क़िस्म चुनें
hu: Válassza ki a csoport típusát
ms: Pilih Jenis Kumpulan
ru: Выберите тип группы
zh: 选择群组类型

# GROUP_PASSWORD_CANNOT_EMPTY
source: Group password cannot be empty
hi: समूह कूटशब्द खाली नहीं हो सकता
hu: A csoport jelszava nem lehet üres
ms: Kata laluan kumpulan tidak boleh kosong
ru: Пароль группы не может быть пустым
zh: 组密码不能为空

source: Enter Group Name
hi: समूह नाम भरें
hu: Adja meg a csoport nevét
ms: Masukkan Nama Kumpulan
ru: Введите имя группы
zh: 输入组名

source: Group
hi: ग्रुप
hu: Csoport
ms: Kumpulan
ru: Группа
zh: 集团

source: Photos
hi: तस्वीरें
hu: Fotók
ms: Foto
ru: Фотографии
zh: 照片

source: Videos
hi: वीडियो
hu: Videók
ms: Video
ru: Видео
zh: 视频

source: Docs
hi: डॉक्स
hu: Dokumentumok
ms: Dokumen
ru: Документы
zh: 文档

source: Banned Members
hi: प्रतिबंधित सदस्य
hu: Tiltott tagok
ms: Ahli Diharamkan
ru: Запрещенные участники
zh: 被禁的会员

source: Moderators
hi: मध्यस्थों
hu: Moderátorok
ms: Moderator
ru: Модератор
zh: 版主

source: Update Information
hi: अद्यतन जानकारी
hu: Frissítési információk
ms: Maklumat Kemaskini
ru: Обновить информацию
zh: 更新信息

# ARE_YOU_SURE_WANT_TO_UPDATE_USER_INFO
source: Are you sure you want to update the user information
hi: क्या आप वाकई उपयोगकर्ता जानकारी अपडेट करना चाहते हैं
hu: Biztosan frissíteni szeretné a felhasználói adatokat
ms: Apakah Anda yakin ingin memperbarui informasi pengguna
ru: Вы действительно хотите обновить информацию о пользователе
zh: 确定要更新用户信息吗

source: Update
hi: अद्यतन
hu: Frissítés
ms: Kemaskini
ru: Обновить
zh: 更新

# USER_NAME_CANNOT_EMPTY
source: User name cannot be empty
hi: उपयोक्ता नाम खाली नहीं हो सकता
hu: A felhasználónév nem lehet üres
ms: Nama pengguna tidak boleh kosong
ru: Имя пользователя не может быть пустым
zh: 用户名不能为空

source: Enter your name
hi: अपना नाम दर्ज करें
hu: Adja meg a nevét
ms: Masukkan nama anda
ru: Введите свое имя
zh: 输入你的名字

source: Search
hi: खोज
hu: Keresés
ms: Carian
ru: Поиск
zh: 搜索

source: No users found
hi: कोई उपयोक्ता नहीं मिला
hu: Nem található felhasználó
ms: Tiada pengguna ditemui
ru: Пользователи не найдены
zh: 找不到用户

source: Error
hi: त्रुटि
hu: Hiba
ms: Ralat
ru: Ошибка
zh: 错误

source: No groups found
hi: कोई समूह नहीं मिला
hu: Nem található csoport
ms: Tiada kumpulan ditemui
ru: Группы не найдены
zh: 没有找到团体

source: Media Message
hi: मीडिया संदेश
hu: Média üzenet
ms: Mesej Media
ru: Сообщение СМИ
zh: 媒体消息

source: Incoming audio call
hi: आवक ऑडियो कॉल
hu: Bejövő hanghívás
ms: Panggilan Audio Masuk
ru: Входящий аудиовызов
zh: 来音频通话

source: Incoming video call
hi: आने वाली वीडियो कॉल
hu: Bejövő videohívás
ms: Panggilan Video Masuk
ru: Входящий видеозвонок
zh: 来电视通话

source: Decline
hi: अस्वीकार
hu: Elutasítás
ms: Tolak
ru: Отклонить
zh: 拒绝

source: Accept
hi: स्वीकार करें
hu: Elfogadja
ms: Terima
ru: Принять
zh: 接受

source: Call Initiated
hi: कॉल शुरू
hu: Hívás kezdeményezése
ms: Panggilan Dimulakan
ru: Вызов инициирован
zh: 呼叫已启动

source: Outgoing Audio Call
hi: जावक ऑडियो कॉल
hu: Kimenő hanghívás
ms: Panggilan Audio Keluar
ru: Исходящий аудиовызов
zh: 传出的音频通话

# OUTGOING_VIDEO_CALL
source: Outgoing Audio Call
hi: जावक ऑडियो कॉल
hu: Kimenő hanghívás
ms: Panggilan Audio Keluar
ru: Исходящий видеозвонок
zh: 传出的音频通话

source: Call Rejected
hi: कॉल अस्वीकृत
hu: Hívás elutasítva
ms: Panggilan Ditolak
ru: Вызов отклонен
zh: 呼叫已拒绝

# REJECTED_CALL
source: Rejected
hi: अस्वीकृत कॉल
hu: Elutasított hívás
ms: Panggilan Ditolak
ru: отклоненный вызов
zh: 拒绝的电话

source: Call Accepted
hi: कॉल स्वीकृत
hu: Hívás elfogadva
ms: Panggilan Diterima
ru: Вызов принят
zh: 呼叫已接受

source: Joined
hi: शामिल हो गए
hu: Csatlakozott
ms: Menyertai
ru: присоединился
zh: 已加入

# LEFT_THE_CALL
source: has left the call
hi: ने कॉल छोड़ दिया है
hu: elhagyta a hívást
ms: telah meninggalkan panggilan
ru: покинул вызов
zh: 已经离开了电话

source: Unanswered Audio Call
hi: अनुत्तरित ऑडियो कॉल
hu: Megválaszolatlan hanghívás
ms: Panggilan Audio Tidak Dijawab
ru: Аудиовызов без ответа
zh: 未应答的音频通话

source: Unanswered Video Call
hi: अनुत्तरित वीडियो कॉल
hu: Megválaszolatlan videohívás
ms: Panggilan Video Tidak Dijawab
ru: Видеозвонок без ответа
zh: 未应答的视频通话

source: Call ended
hi: कॉल समाप्त
hu: Hívás véget ért
ms: Panggilan berakhir
ru: Звонок завершен
zh: 呼叫已结束

source: Call Cancelled
hi: कॉल रद्द किया गया
hu: Hívás törölve
ms: Panggilan Dibatalkan
ru: Вызов отменен
zh: 来电已取消

source: Call busy
hi: व्यस्त कॉल करें
hu: Hívja elfoglalt
ms: Panggilan sibuk
ru: Вызов занят
zh: 呼叫忙

source: Calling
hi: कॉल कर रहा है...
hu: Hívom...
ms: Memanggil...
ru: Звонок...
zh: 打电话...
